Repository: sanduhrs/drupal-blog_reactions
Catalog: translations/*.po
Languages: de

source: Node types
de: Inhaltstypen

source: Choose the node type(s) that should fetch blog reactions.
de: Die Inhaltstypen auswählen, für die Blogreaktionen geholt werden sollen.

source: Services
de: Dienste

source: Choose the services that should be queried.
de: Die Dienste auswählen, die abgefragt werden sollen.

source: Display the reactions underneath the node
de: Die Reaktionen unter dem Inhalt anzeigen

source: Quantity
de: Anzahl

source: Choose the quantity of links, that should be displayed. Choose 0 for no limit.
de: Die Anzahl der Verweise angeben, die angezeigt werden sollen. 0 für unbegrenzt.

source: Choose the number of nodes wich will be updated per cron run. Default is 20.
de: Die Anzahl der Beiträge auswählen, die pro Cronlauf aktualisiert werden sollen. Standard ist 20.

source: Blog reactions
de: Blogreaktionen

source: Number of items
de: Anzahl der Einträge

source: Number of reactions to show. Choose 0 for no limit.
de: Anzahl der Reaktionen, die angezeigt werden sollen. 0 für unbegrenzt.

source: No reactions yet.
de: Bisher keine Reaktionen

source: @time ago
de: vor @time

source: blog_reactions
de: Blogreaktionen

source: Node !nid has been updated
de: Eintrag !nid wurde aktualisiert

source: Change blog reactions settings.
de: Die Einstellungen für Blogreaktionen ändern.

source: Display Technorati, Google Blogsearch and Yahoo! Bloglines results for a node.
de: Ergebnisse von Technorati, Google Blogsearch und Yahoo! Bloglines für einen Beitrag
